;Translation files need to be saved in UTF-16 encoding
;Italian translation file by Schroedinger2015 (https://forums.mydigitallife.net/members/schroedinger2015.551980/)
[Config]
Language = it-IT

[Translations]
NoAdmin = Questa applicazione richiede di essere eseguita come amministratore.
UnsupportedSystem = Questa applicazione richiede Windows 7 o superiore.
NoADK = Abbiamo rilevato che stai utilizzando una versione piů vecchia di Windows senza aver installato Windows 10 ADK. A causa di ciň l'immagine ISO risultante potrebbe essere creata in modo non corretto.\n\nPer assicurarsi che il processo avvenga correttamente, si prega di installare Windows 10 ADK o di usare questa applicazione su Windows 10.\n\nVuoi continuare?
BackendTestFailed = Test PHP backend fallito. Senza questo backend in esecuzione questa applicazione non puň continuare a funzionare.\n\nCosa significa ciň?\n - Non hai installato Visual C++ Redistributable 2015 x86\n - Il tuo antivirus sta interferendo col processo\n\nSe il problema persiste:\n - Installa Visual C++ Redistributable 2015 x86\n - Si prega di disabilitare il tuo antivirus come soluzione temporanea\n\nL'applicazione si chiuderŕ.
Preparing = In preparazione...
PrepareToWork = Preparazione dell'applicazione per lavorare...
Search = &Cerca
SearchBuilds = Ricerca versioni
BuildSelectAction = &Scegli la versione selezionata
BuildSelectActionSub = Mostra lingue, edizione e la pagina di scelta della locazione di destinazione
PoweredBy = Alimentato da
Change = &Cambia
Language = Lingua
Edition = Edizione
SelectedBuild = Versione selezionata
LanguageAndEdition = Lingua ed edizione
SaveOptions = Salva opzioni
Browse = &Sfoglia...
SaveUUPFiles = Salva UUPs nella sottocartella "UUPs"
SkipConversion = Salta la conversione da UUP a ISO
StartProcess = &Avvia il processo
StartProcessSub = Scarica la versione selezionata e crea da essa l'immagine ISO
RetrievingListOfFiles = Ricezione dell'elenco dei files...
BuildNotDownloadable = Impossibile ottenere la lista dei files disponibili. La versione selezionata potrebbe non essere piů scaricabile.
CommandPromptClosed = Il prompt dei comandi di Windows č stato chiuso o si č verificato un errore.
CommandPromptClosedQuestion = Vuoi riavviare il processo di download e di conversione utilizzando i files che sono stati scaricati fino ad ora?\n\nSe scegli "No" tutti i files scaricati verranno rimossi.
Information = Informazione
TaskCompleted = Il processo č stato completato.
WorkDirNotCreatedYet = La cartella di lavoro non č stata ancora creata.
CreateDirFail = Operazione fallita nella creazione della cartella di lavoro.
BrowseForLocation = Sfoglia la locazione di destinazione dell'immagine ISO
DestinationLocationNotExists = La locazione di destinazione non esiste.
WorkDirMoveError = Si č verificato un errore durante il tentativo di spostare la cartella di lavoro.
PleaseWait = Si prega di attendere...
Error = Errore
MovingWorkDir = Spostamento della cartella di lavoro...
CannotGetBuilds = Impossibile recuperare la lista delle versioni disponibili.
NoSearchResults = Non ci sono versioni disponibili per la tua ricerca.
NoLanguages = Non ci sono lingue disponibili per questa selezione.
AllEditions = Tutte le edizioni
NoEditions = Non ci sono edizioni disponibili per questa selezione.
RetrievingFileInfo = Recupero informazioni file...
NoFileinfo = Il database con le informazioni dei files per questa selezione.
RetrievingPacks = Recupero pacchetti...
OldVersion = Stai eseguendo una versione datata di UUP dump downloader. Si raccomanda di aggiornare all'ultima versione.
YourVersion = La tua versione
LatestVersion = Ultima versione
PhpFailedRestart = Riavvio del backend PHP fallito. L'applicazione si chiuderà.
PhpFailedClose = Si è verificato un errore durante il tentativo di chiusura del backend PHP. Si prega di verificare se il processo php.exe è in esecuzione e di arrestarlo manualmente.\n\nClicca su OK dopo aver arrestato PHP.

[Languages]
ar-sa = Arabo (Arabia Saudita)
bg-bg = Bulgaro
cs-cz = Ceco
da-dk = Danese
de-de = Tedesco
el-gr = Greco
en-gb = Inglese (Regno Unito)
en-us = Inglese (Stati Uniti)
es-es = Spagnolo (Spagna)
es-mx = Spagnolo (Messico)
et-ee = Estone
fi-fi = Finlandese
fr-ca = Francese (Canada)
fr-fr = Francese (Francia)
he-il = Ebraico
hr-hr = Croato
hu-hu = Ungherese
it-it = Italiano
ja-jp = Giapponese
ko-kr = Coreano
lt-lt = Lituano
lv-lv = Lettone
nb-no = Norvegese (Bokmal)
nl-nl = Olandese
pl-pl = Polacco
pt-br = Portoghese (Brasile)
pt-pt = Portoghese (Portogallo)
ro-ro = Rumeno
ru-ru = Russo
sk-sk = Slovacco
sl-si = Sloveno
sr-latn-rs = Serbo (Latino)
sv-se = Svedese
th-th = Thailandese
tr-tr = Turco
uk-ua = Ucraino
zh-cn = Cinese (Semplificato)
zh-tw = Cinese (Tradizionale)
